[
  {
    "index": 3070,
    "version": "2.1.0",
    "chainId": 1,
    "contractAddress": {
      "1": "0x3A14d0536A7e3AC545DB5130B2dE0FD840204339"
    },
    "billType": "reserve",
    "billVersion": "V4",
    "lpToken": {
      "symbol": "USDC",
      "address": {
        "1": "0xA0b86991c6218b36c1d19D4a2e9Eb0cE3606eB48"
      },
      "decimals": {
        "1": 6
      },
      "liquidityDex": {
        "1": "UniswapV3"
      },
      "active": true
    },
    "earnToken": {
      "symbol": "pmUSD",
      "address": {
        "1": "0xC0c17dD08263C16f6b64E772fB9B723Bf1344DdF"
      },
      "decimals": {
        "1": 18
      },
      "liquidityDex": {
        "1": "UniswapV3"
      },
      "active": true
    },
    "billNnftAddress": {
      "1": "0x499b654b0a7f9979cc315190c09ca2633809b8df"
    },
    "projectLink": "https://raac.io",
    "twitter": "https://x.com/Raacfi",
    "initTime": {
      "1": 1766067045
    },
    "soldOut": false,
    "hide": false,
    "billArt": {
      "collection": "ETH_Collection1"
    },
    "tags": ["RWA"],
    "shortDescription": "RAAC is a decentralized DeFi lending and borrowing protocol powered by tokenized Real World Assets. It enables on-chain borrowing using collateral such as commodities, real estate, and capital market assets, while offering RWA vaults and stability mechanisms. RAAC bridges traditional value with DeFi, with pmUSD acting as its RWA-backed stablecoin.",
    "fullDescription": "RAAC is a decentralized DeFi lending and borrowing ecosystem powered by tokenized Real World Assets, designed to bridge on-chain finance with tangible economic value. The protocol enables users to borrow and lend using RWAs such as commodities, real estate, and capital market instruments as collateral, while also supporting the creation of stablecoins backed by real-world assets. RAAC offers a comprehensive suite of products, including an on-chain lending and borrowing system, RWA vaults, and stability mechanisms that enhance capital efficiency and risk management. Its modular architecture allows seamless integration for external DeFi applications and provides transparent insight into how the protocol is built, governed, and parameterized. By combining decentralized infrastructure with real-world backing, RAAC aims to unlock scalable and sustainable DeFi use cases, with pmUSD serving as its core RWA-backed stablecoin within the ecosystem.",
    "clickUpId": "86adwj35g",
    "vestingCliff": 5184000
  }
]
