[
  {
    "index": 173,
    "chainId": 137,
    "contractAddress": {
      "137": "0x2f0c1c24312c354587cf70e17660128063ae1a96"
    },
    "billType": "reserve",
    "billVersion": "V2",
    "lpToken": {
      "symbol": "ABOND",
      "address": {
        "137": "0xe6828D65bf5023AE1851D90D8783Cc821ba7eeE1"
      },
      "decimals": {
        "137": 18
      },
      "liquidityDex": {
        "137": "QuickswapV2"
      },
      "active": true
    },
    "earnToken": {
      "symbol": "ABOND",
      "address": {
        "137": "0xe6828D65bf5023AE1851D90D8783Cc821ba7eeE1"
      },
      "decimals": {
        "137": 18
      },
      "liquidityDex": {
        "137": "QuickswapV2"
      },
      "active": true
    },
    "billNnftAddress": {
      "137": "0x8860ABc05FefEF93306c8d65a5eFD421F155d67E"
    },
    "inactive": false,
    "projectLink": "https://film.io/",
    "twitter": "https://x.com/Filmio_Official",
    "initTime": {
      "137": 1738686666
    },
    "soldOut": false,
    "billArt": {
      "collection": "ApeBond_Collection1"
    },
    "shortDescription": "Film.io is a decentralized filmmaking ecosystem that puts Hollywood decision-making into the hands of creators and fans through blockchain technology. Governed by a filmmaking industry DAO, it champions inclusion, diversity, and transparency. With FAN and FILM Tokens, Film.io empowers collaboration to validate, fund, and distribute content, replacing centralized control with creative freedom.",
    "fullDescription": "Film.io is the world's most powerful decentralized filmmaking ecosystem, revolutionizing Hollywood by transferring decision-making to creators and fans through blockchain technology. Governed by the first-ever filmmaking industry DAO, Film.io champions inclusion, equality, and diversity in global entertainment. It empowers creators and fans to collaboratively validate, fund, and distribute content in a transparent, inclusive environment, replacing traditional centralized power structures. Utilizing a dual-token model, Film.io offers FAN Tokens for governance and platform participation, while FILM Tokens support crowdfunding, DeFi loans, and NFT campaigns. Together, these tokens fuel collaboration between creators, fans, and investors, liberating the entertainment industry and fostering a new era of creative freedom.",
    "tags": ["Entertainment"]
  }
]
